local L = LibStub("AceLocale-3.0"):NewLocale("TGR", "ruRU")

if L then
    L["AUTO_REPAIR_HEADER"] = "Авто ремонт"
    L["AUTO_SELL_HEADER"] = "Автоматическая продажа"
    L["KEEP_GRAY_DESC"] = "Оставьте серую броню и оружие для трансмогрификации"
    L["KEEP_GRAY_HEADER"] = "Сохранение предметов для трансмогрификации (броня и оружие)"
    L["MSG_GUILD_REPAIR_FAIL"] = "Вы не состоите в гильдии или у вас нет разрешения на ремонт гильдии"
    L["MSG_GUILD_REPAIR_SUCCESS"] = "Гильдия отремонтировала вас за"
    L["MSG_NO_MONEY"] = "Вы не можете отремонтировать, потому что у вас нет денег"
    L["MSG_REPAIRED"] = "Отремонтировано для"
    L["MSG_SKIPPED"] = "Пропуск автоматического ремонта/продажи!"
    L["MSG_SOLD"] = "Продано"
    L["MSG_TIP_DISABLE"] = "Совет: удерживая клавишу «Shift» при нажатии на поставщика, это дополнение отключится только для этого взаимодействия."
    L["SALE_DETAILS_DESC"] = "Показать каждый автоматически проданный товар и его стоимость продажи у продавца"
    L["SALE_DETAILS_HEADER"] = "Показать детали продажи"
    L["SELL_GRAY_DESC"] = "Продать все серые предметы"
    L["SELL_GRAY_HEADER"] = "Продам серый предмет"
    L["SELLING_RESTRICTIONS_HEADER"] = "Ограничения на продажу"
    L["USE_GUILD_REPAIRS_DESC"] = "Использовать гильдейский ремонт (если есть)"
    L["USE_GUILD_REPAIRS_HEADER"] = "Используйте ремонт гильдии"
end
